[
  "obsidian-completr",
  "quick-latex",
  "obsidian-plugin-toc",
  "mysnippets-plugin",
  "periodic-notes",
  "excalidraw-cn",
  "obsidian-tasks-plugin",
  "obsidian-html-plugin",
  "dataview",
  "quickadd",
  "templater-obsidian",
  "mousewheel-image-zoom",
  "obsidian-emoji-toolbar",
  "juggl",
  "obsidian-style-settings",
  "convert-katex-to-mathjax"
]